Repository: MaironLucas/televi
Catalog: lib/l10n/intl_*.arb
Languages: pt_br

# homePageTitle
source: My Film List
pt_br: Lista de filmes

# tabBarMovies
source: Movies
pt_br: Filmes

# tabBarFavorites
source: Favorites
pt_br: Favoritos

# responseError
source: An error occured, failure to process information!
pt_br: Ocorreu um erro no servidor, falha ao processar informações!

# timeoutError
source: Communication failure with the server, check your network connection!
pt_br: Falha de comunicação com o servidor, verifique sua conexão!

# unknowError
source: An unknown failure has occurred!
pt_br: Ocorreu uma falha desconhecida!

source: Try Again
pt_br: Tentar Novamente

source: Grade
pt_br: Nota

# favoritesAppBar
source: Favorites
pt_br: Favoritos

# favoritesMessage
source: Nothing to see here, try adding some movies to your favorites list!
pt_br: Nada para ver por aqui, tente adicionar alguns filmes a sua lista de favoritos!

# snackbarFavoriteSuccess
source: Added to favorites list!
pt_br: Adicionado a lista de favoritos!

# snackbarUnFavoriteSuccess
source: Removed from favorites list!
pt_br: Removido da lista de favoritos!

# snackbarFavoriteFetchError
source: An error occured on loading favorite status!
pt_br: Ocorreu um erro ao carregar status de favorito!

# snackbarFavoriteChangeError
source: An error occured on favorite/unfavorite!
pt_br: Ocorreu um erro ao favoritar/desfavoritar
